function TL_set() {
	//페이지 번호:글 종류 번호:고유 번호:텍스트 종류 번호:상세 텍스트 종류 번호

	//0(시스템):1(페이지 이름):1~(페이지 번호):0:0
	TL[? "0:1:0:0:0"]="UNI PLAY!"
	TL[? "0:1:1:0:0"]="음악 자르기X"
	TL[? "0:1:2:0:0"]="음악 배치하기X"
	TL[? "0:1:3:0:0"]="자동재생 만들기X"
	TL[? "0:1:4:0:0"]="LED 만들기X"
	TL[? "0:1:5:0:0"]="정보 수정X"
	TL[? "0:1:6:0:0"]="공유하기X"

	TL[? "2:1:1:0:0"]="잘라내기"
	TL[? "2:1:1:1:0"]="복사하기"
	TL[? "2:1:1:2:0"]="이동하기"
	TL[? "2:1:1:3:0"]="간격 정렬"
	TL[? "2:1:1:4:0"]="페이드 아웃"

	TL[? "2:1:2:0:0"]="음악 불러오기"
	TL[? "2:1:2:1:0"]="자동재생 불러오기"
	TL[? "2:1:2:2:0"]="모음집 만들기"
	TL[? "2:1:2:3:0"]="모음집 이름 바꾸기"
	TL[? "2:1:2:3:1"]="모음집 이름을 입력해 주세요!"
	TL[? "2:1:2:4:0"]="모음집 없애기"
	TL[? "2:1:2:5:0"]="모음집 설정하기"

	//3(음악 배치하기):위치:라인위치:상세위치:기타
	TL[? "3:0:0:0:0"]="표시방식 :"
	TL[? "3:0:0:1:0"]="좌표식"
	TL[? "3:0:0:2:0"]="번호식"
	TL[? "3:0:0:3:0"]="유니패드식"
	TL[? "3:0:1:0:0"]="기준위치 :"
	TL[? "3:0:1:1:0"]="북동(좌상)"
	TL[? "3:0:1:1:1"]="북서(우상)"
	TL[? "3:0:1:1:2"]="남서(우하)"
	TL[? "3:0:1:1:3"]="남동(좌하)"
	TL[? "3:0:2:0:0"]="정렬순서 :"
	TL[? "3:0:2:1:0"]="x"
	TL[? "3:0:2:2:0"]="y"
	TL[? "3:0:2:1:1"]="가로"
	TL[? "3:0:2:2:1"]="세로"
	TL[? "3:0:2:1:2"]="y"
	TL[? "3:0:2:2:2"]="x"

	TL[? "3:1:0:0:0"]="체인"



}
